Repository: 5l1v3r1/coin-1
Catalog: po/*.po
Languages: fr

source: US Dollar
fr: Dollars américain

source: British Pound
fr: Livres sterling

source: Australian Dollar
fr: Dollar australien

source: Brazilian Real
fr: Real brésilien

source: Canadian Dollar
fr: Dollar canadien

source: Chinese Yuan
fr: Yuan chinois

source: Indian Rupee
fr: Roupie indienne

source: Japanese Yen
fr: Yen japonais

source: Russian Ruble
fr: Rouble russe

source: S. African Rand
fr: Rand sud-africain

source: Updated every 10 seconds
fr: Actualisé toutes les 10 secondes

source: Never miss out on the monetary value of a virtual currency with this handy applet
fr: Ne manquez jamais la valeur monétaire d'une monnaie virtuelle avec cette application pratique

source: Track the virtual currencies in real world currency value with this handy applet
fr: Suivez les devises virtuelles en valeur réelle avec cette application pratique

source: Choose which currency and virtual currency to use for tracking
fr: Choisissez la devise et la devise virtuelle à utiliser pour le suivi

source: Quit anytime with the shortcut Ctrl + Q
fr: Quitter à tout moment avec le raccourci Ctrl + Q

source: Move the applet by dragging it from anywhere in the window
fr: Déplacez l'application en la faisant glisser depuis n'importe quel endroit de la fenêtre

source: Stays out of your way in the desktop
fr: Reste à l'écart sur votre bureau

source: Release: Spanish Peso
fr: Version : Peso espagnol

source: Added translations into Spanish, French, Japanese, Dutch, and Catalan.
fr: Ajout des traductions en espagnol, français, japonais, néerlandais et catalan.

source: Minor fixes.
fr: Corrections mineures.

source: Release: Ticker Ticking
fr: Version : Tic Tac

source: A new change of value ticker for the day.
fr: Nouveau changement de valeur de rafraichissement pour la journée.

source: Added Bitcoin Cash virtual currency.
fr: Ajout de la monnaie virtuelle Bitcoin Cash.

source: Release: 1 2 3, hello Juno!
fr: Version : 1 2 3, salut Juno !

source: Some Translations.
fr: Quelques traductions.

source: Release: Worldwide Assets
fr: Version : Ressources mondiales

source: The names of the currencies are now translatable.
fr: Le nom des devises est maintenant traductible

source: Release: Minor Payments
fr: Version : Paiements mineurs

source: Minor fixes all around.
fr: Corrections mineures.

source: Release: High Definition Money
fr: Version : Argent haute définition

source: Made the layout of the app more simple.
fr: La structure de l'application a été simplifiée.

source: Uses the full names of the coins &amp; currencies now.
fr: Utilise désormais le nom complet des devises.

source: Adds support for high definition icons.
fr: Ajout du support pour les icônes haute définition.

source: Release: Reinjecting the Assets
fr: Version : Réinjection des ressources

source: Remembers the pair of currency &amp; coin that you chose.
fr: Se souviens des deux devises que vous aviez choisi

source: Minor fixes to make Coin more aesthetically appealing.
fr: Corrections mineures pour rendre Coin plus esthétique.

source: Release: Olá, Brasil!
fr: Version : Olá, Brésil !

source: Add Brazilian Portuguese translations.
fr: Ajout des traductions en portugais brésilien.

source: Release: Style My Assets, Sir!
fr: Version : Stylisez mes ressources, seigneur !

source: Use GResources to load the GTK CSS Styling
fr: Utilise GRessources pour charger le CSS de GTK

source: Release: Money Makes The World Go Round
fr: Version : L'argent fait tourner le monde

source: Enable Coin for translators
fr: Coin peut maintenant être traduit

source: Add XAR coin.
fr: Ajout de la monnaie XAR.

source: Money;Finance;Tracker;Bitcoin;Cryptocurrency;
fr: Monnaie;Finance;Suivi;Bitcoin;Cryptomonnaie;
